-- translation for THInfernoPackage

local t = {
	["thinferno"] = "东方包-炎狱",
	
	["phoenix_flame"] = "幻凤凌炎",
	[":phoenix_flame"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一至两名攻击范围内有你的其他角色<br /><b>效果</b>：每名目标角色须对你使用一张【杀】，否则受到1点火焰伤害。",
	["phoenix_flame-slash"] = "%dest 使用了【幻凤凌炎】，请对 %src 使用一张【杀】",
	
	["haze"] = "妖山天岚",
	[":haze"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名有牌的其他角色<br /><b>效果</b>：声明一种花色，目标角色须弃置一张该花色的牌，否则你获得其一张牌。",
	["@haze"] = "%src 声明了 %arg 花色，请弃置一张该花色的牌",
	["#Haze"] = "%from 声明了 %arg 花色",
	
	["mind_reading"] = "读心术",
	[":mind_reading"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名有手牌的其他角色<br /><b>效果</b>：你观看目标的手牌，然后摸一张牌",
	
	["icy_fog"] = "冰尘蚀骨",
	[":icy_fog"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名装备区内有牌的其他角色<br /><b>效果</b>：目标角色须使用一张装备牌，否则你获得其装备区内的一张牌。",
	["@icy_fog-equipping"] = "请使用一张装备牌",
	
	["AzraelScythe"] = "死神镰刀",
	[":AzraelScythe"] = "装备牌·武器<br /><b>攻击范围</b>：3<br /><b>武器技能</b>：你使用【杀】指定目标后，若该角色手牌数大于体力值，你可以弃置其一张手牌，然后若此牌为黑色，此【杀】不就使用次数。",
	
	["Yasakaninomagatama"] = "八尺勾玉",
	[":Yasakaninomagatama"] = "装备牌·宝物<br /><b>锁定技，</b>当一张【八尺勾玉】进入你的装备区时，你增加一点体力上限并回复一点体力；<b>锁定技，</b>当一张【八尺勾玉】离开你的装备区时，你减少一点体力上限；你受到属性伤害时，可以弃置装备区内的【八尺勾玉】，摸两张牌，并令此伤害-1。",
	
}

return t