return {
	["Yes"] = "是",
	["No"] = "否",
	
	["Soy"] = "泡泡",
	[":Soy"] = "首回合尚未开始就迎来死亡，生命力还不如一只大泡泡。",
	["~Soy"] = "15",

	["FirstRoundWinner"] = "登场杀手",
	[":FirstRoundWinner"] = "抢在自己的首回合内凯旋归来，享受盟友们无尽的赞颂和景仰。",
	["~FirstRoundWinner"] = "15",

	["MVP"] = "自机主角",
	[":MVP"] = "手刃敌人数、造成伤害和回复体力均为最多，并且造成10点以上的伤害、回复10点以上的体力，最终还活着看到了胜利的曙光？！除了自机以外，实在是没谁能这么恐怖了！",
	["~MVP"] = "20",

	["UselessAlive"] = "隙间生物",
	[":UselessAlive"] = "无论杀人、伤人、被伤还是回复，都是不存在的。人家在隙间里舒舒服服地待着呢。",
	["~UselessAlive"] = "10",

	["WrathWarlord"] = "万灭威临",
	[":WrathWarlord"] = "造成了最多的伤害且不低于15点，弹幕最重要的就是火力DA☆ZE",
	["~WrathWarlord"] = "10",

	["Peaceful"] = "天界仙桃",
	[":Peaceful"] = "回复最多的体力且不低于10点，桃子果然还是天界的好吃>ω<",
	["~Peaceful"] = "10",

	["FireTarget"] = "无神嘲讽",
	[":FireTarget"] = "受到了最多的伤害且不低于15点，不敬神明、亵渎信仰的后果便是如此。",
	["~FireTarget"] = "10",

	["FirstWin"] = "初临即耀",
	[":FirstWin"] = "进入幻想乡以来的首次胜利。闪耀的新星令人瞩目。",
	["~FirstWin"] = "10",

	["FirstGame"] = "邀入幻乡",
	[":FirstGame"] = "进入幻想乡以来的首次游戏。欢迎来到幻想乡。",
	["~FirstGame"] = "5"
}